Repository: preethiv/GoodIdea
Catalog: sites/all/modules/ed_classified/translations/*.po
Languages: fr

source: Unpublished ad nid=%nid
fr: nid de l'annonce non publiée =%nid

source: View ad
fr: Voir l'annonce

source: Purged %d ads expired between %s and %s
fr: Les annonces expirées entre %s et %s ont été purgées

source: Purging ad @title (nid=!nid) which @expired
fr: Purge de l'annonce @title (nid=!nid) qui est @expired

source: Processing notification emails for ads expiring soon (between now and !date)
fr: Traitement des alerte e-mails pour les annonces expirant bientôt (entre maintenant et !date)

source: Unable to send ad expiration reminder email to user #!uid
fr: Impossible d'envoyer une alerte e-mail d'expiration à l'utilisateur #!uid

source: Unable to load user !uid
fr: Impossible de charger l'utilisateur !uid

source: Ad Duration and Expiration
fr: Durée et expiration des annonces

source: New ad default duration (days)
fr: Durée par défaut des nouvelles annonces (en jours)

source: Ads will auto-expire this many days after the ad is created, unless you override this on a per-category basis (see below.). Requires cron.
fr: Les annonces expireront automatiquement passé ce nombre de jour après avoir été créées, sauf si vous surchargez cela via les catégories (voir ci-dessous). Nécessite une tâche planifiée.

source: Expired ad deletion grace period
fr: Période de grâce avant suppression de l'annonce expirée

source: Expired ads are subject to purging (deletion) this many days after expiration.
fr: Les annonces expirées seront supprimées après ce nombre de jours.

source: Ad Expiration Notifications
fr: Alerte d'expiration des annonces

source: Send email reminders
fr: Envoyer des pense bête par e-mail

source: Send reminder emails to advertisers (using the specified templates) periodically if they have ads expiring within the warning period defined below.
fr: Envoyer régulièrement des e-mails d'alerte aux personnes ayant publié des annonces expirant au cours de la période définie ci-dessous.

source: Days before expiration to send reminder emails
fr: Nombre de jours avant l'expiration, pour envoyer une alerte e-mail

source: Notification messages
fr: Messages d'alerte

source: Substitution variables: !sitename = your website name, !siteurl = your site's base URL, !user_ads_url = link to user's classified ads list.
fr: Variables de substitution : !sitename = le nom de votre site, !siteurl = URL de base de votre site, !user_ads_url = lien pointant vers la liste des Petites Annonces de l'utilisateur.

source: Expiration reminder email subject
fr: Sujet de l'e-mail d'alerte d'expiration

source: Expiration reminder email body
fr: Corps de l'e-mail d'alerte d'expiration

source: Ad Content Policy
fr: Politique de contenu des annonces

source: Body length limit for standard ads
fr: Limite de longueur du corps des annonces standard

source: Maximum characters to allow in classified ad body.
fr: Nombre maximum de caractères autorisés pour le corps d'une Petite Annonce.

source: Show contact link on classified ad posts
fr: Afficher le lien de contact dans les post de l'Petite Annonce

source: Provide contact link in classified ad links. Not necessary if you provide an alternative method of contacting advertisers, such as the privatemsg module).
fr: Fourni un lien "Contact" dans les Petites Annonces. Pas nécessaire si vous utilisez une méthode alternative telle que les messages privés (module privatemsg par exemple).

source: File Attachment Enhancements
fr: Améliorations de la pièce jointe

source: Alter classified ad create/edit form file attachment text
fr: Modifier le texte du formulaire de création/modification de pièce jointe

source: If selected, this option will enhance classified node edit forms where attachments are enabled - altering form behavior to help users with attaching an image.
fr: Si coché, cette option améliorera le formulaire de gestion des pièces jointes. Le comportement du formulaire sera modifié pour aider les utilisateurs à attacher une image.

source: File attachment description text
fr: Texte de description de la pièce jointe

source: If you choose to alter the file attachment form behavior, this text will be shown.
fr: Si vous choisissez de modifier le comportement du formulaire de pièce jointe, ce texte sera affiché.

source: Taxonomy-dependent settings
fr: Paramètres des termes des taxinomies

source: Ad duration, in days, for the ads created in each category. Ads expire this many days after creation in this category - note that changing the category after creation will not change the expiration date unless the author resets the expiration. Ads assigned more than one category at the time of creation or editing receive the maximum duration found in all assigned categories.
fr: Durée de l'annonce, en jours, pour les annonces créées dans chaque catégorie. Les annonces expirent passé ce nombre de jours après avoir été créées dans cette catégorie. Notez que changer cette catégorie après création ne changera pas la date d'expiration sauf si l'auteur remet à zéro l'expiration. La durée des Petites Annonces dans plus d'une catégorie au moment de la création ou de la modification sera la durée la pus longue parmis toutes les catégories où est classée l'annonce.

source: Ad duration for Category '@name'
fr: Durée de l'annonce pour la catégorie '@name'

source: Create a new ad
fr: Créer une nouvelle annonce

source: Latest ad:
fr: Dernière annonce :

source: Created on
fr: Créée le

source: Last updated: !date
fr: Dernière mise à jour : !date

source: Posted by: !name
fr: Postée par : !name

source: !adcount ads total.
fr: !adcount annonces sur Seronet

source: !ads_today ads in last 24 hours.
fr: !ads_today annonces dans les dernières 24 heures

source: There is @count ad in this category
fr: Il y a @count annonces dans cette catégorie.

source: <div class="error">It appears that you have not configured any vocabulary terms to be used with the Classified Ads module. This module will not function correctly until you define vocabulary terms for vocabulary id !vid. Please visit !url to add terms such as "For Sale" or "Wanted" (or other categories as appropriate for your needs).</div>
fr: <div class="error">Il semble que vous n'ayiez pas configuré de termes de vocabulaire à utiliser avec le module Classified Ads. Ce module ne fonctionnera pas correctement jusqu'à ce que vous définissiez des termes de vocabulaire pour l'id de vocabulaire !vid. Veuillez visiter !url pour ajouter des termes tels que "A Vendre" ou "Recherche" (ou d'autres catégories adaptées à vos besoins).</div>

source: <div class="error">The classified ads vocabulary settings are not configured correctly. This is mostly likely due to a failed installation or an administrator deleting the automatically configured taxonomy or other problems. Please visit the online handbook page(s) at !url.</div>
fr: <div class="error">Les paramètres de vocabulaire des petittes annonces ne sont pas correctement configurés. Ceci est probablement dûe à un échec d'installation, à une suppression pas l'administrateur de la taxononomie configurée automatiquement, ou à d'autres problèmes. Veuillez visiter les pages du manuel en ligne à l'adresse !url</div>

source: Drupal classified ads by Exodus Development, Inc.
fr: Module de petites annonces pour Drupal par Exodus Development, Inc.

source: %s on %s (%s%s)
fr: %s le %s (%s%s)

source: expired
fr: Annonce expirée

source: expires
fr: expire

source: Category
fr: Catégorie

source: Vocabulary required by Classified Ads (ed_classified) module. <strong>Warning: You should not delete this vocabulary unless you intend to uninstall (or have already uninstalled) the Classified Ads module.</strong>
fr: Vocabulaire nécessaire au module Classified Ads (ed_classified). <strong>Attention : vous ne devez pas supprimer ce vocabulaire sauf si vous avez prévu de désinstaller (ou avez déjà désisnstallé) le module Classified Ads.</strong>

source: !modulename: Ad Expiration
fr: !modulename: Expiration de l'annonce

source: !modulename: Ad Expiration delta from current time
fr: !modulename : Delta d'expiration par rapport à aujourd'hui

source: @name - Popular (requires access log enabled)
fr: @name - Populaire (nécessite d'activer les logs d'accès)

source: @name - Latest
fr: @name - Dernières

source: Popular @name
fr: Les Annonces les plus populaires

source: Latest @name
fr: Dernières Petites Annonces

source: @name Statistics
fr: Statistiques des Petites Annonces

source: Photo Attachments
fr: Photos jointes

source: You can manage current @name using this page.
fr: Vous pouvez gérer @name courant en utilisant cette page.

source: @name module
fr: module @name

source: Create a @name.
fr: Créer une @name.

source: View the advertiser's (@advertiser) profile.
fr: Voir le profil de la personne passant l'annonce (@advertiser).

source: Suggest a new category
fr: Suggérer une nouvelle catégorie

source: Click here to suggest a new classified ad category
fr: Cliquez ici pour suggérer une nouvelle catégorie d'Petite Annonce

source: View other ads like this one in the '!cat' category.
fr: Voir d'autres annonces comme celle-ci dans la catégorie '!cat'.

source: Title
fr: Titre

source: Created
fr: Créé

source: Published?
fr: Publiée ?

source: Expires
fr: Expire le

source: Recent
fr: Récent

source: Edit
fr: Éditer

source: yes
fr: oui

source: no
fr: non

source: Click here to create a new Classified Ad.
fr: Cliquez ici pour créér une nouvelle Petite Annonce.

source: Purge old expired ads
fr: Purger les anciennes annonces expirées

source: Delete ads that are !days days old, marked expired and unpublished.
fr: Supprimer les annonces vieilles de §days jours, marquées comme expirées et dépubliées.

source: The main body text of your ad. Please note that ads are limited to !limit characters or less.
fr: Le texte principal de votre annonce. Veuillez noter que les annonces sont limitées à !limit caractères ou moins.

source: Body characters used: <span id="_edi_classified_body_length_remaining">%initial_value</span> of %max_value
fr: Nombre de caractères utilisés pour le corps de l'annonce : <span id="_edi_classified_body_length_remaining">%initial_value</span> sur %max_value

source: Ad Expiration
fr: Date d'expiration de l'annonce

source: Reset ad expiration (extend expiration date)
fr: Réinitialiser l'expiration de l'annonce (prolonger la date d'expiration)

source: If this is checked, the ad's expiration date will be reset upon saving changes. Duration may depend on assigned categories.
fr: Si vous cochez cette case, la date d'expiration de l'annonce sera réinitialisée lorsque vous sauvegarderez les changements. La durée peut dépendre de la catégorie de l'annonce.

source: Classified Ad
fr: Petite Annonce

source: Contains a title, a body, and an administrator-defined expiration date
fr: Contient un titre, un corps et une date d'expiration définie par l'administarteur.

source: Ad Title
fr: Titre de l'annonce

source: Ad Text
fr: Texte de l'annonce

source: User %uid attempted to reset ad expiration date on node %nid without proper access permissions - hack attempt?
fr: L'utilisateur %uid a essayé de remettre à zéro la date d'expiration du noeud %nid sans en avoir le droit - supprimer la tentative ?

source: Ad expiration extended from %expires_old to %expires_new.
fr: L'expiration de l'annonce est prolongée de %expires_old à %expires_new.

source: Ad text length is limited to !length characters. Please shorten you entry to !length characters or less.
fr: La longueur du texte de l'annonce est limité à !length caractères. Résumez votre texte en !length caractères ou moins.

source: Home
fr: Accueil

source: create classified ads
fr: créer des petites annonces

source: edit own classified ads
fr: modifier mes propres petites annonces

source: reset classified ad expiration
fr: remettre à zéro l'expiration de l'annonce

source: administer classified ads
fr: gérer les petites annonces

source: List and manage
fr: Lister et gérer

source: My @name list
fr: Mes petites annonces

source: Creating classified ads taxonomy terms
fr: En train de créer les termes de la taxinomie des annonces

source: Install: Classified Ad vocabulary !vid created.
fr: Installation : vocabulaire Petites Annonces !vid créé.

source: Classified Ads
fr: Classified Ads (Petites Annonces)

source: Add simple classified ad support to your site. Development sponsored by <a href="http://exodusdev.com">Exodus Development</a>.
fr: Ajoute à votre site une fonction simple de petites annonces. Développement sponsorisé par <a href="http://exodusdev.com">Exodus Development</a>.
